Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: 展开 %@ 的节点
ar: قم بتوسيع عقدة %@
de: Erweitern Sie den Knoten von %@
en: Expand the node of %@
es: Expande el nodo de %@
fr: Développez le nœud de %@
id: Perluas simpul %@
ja: %@のノードを展開します
ko: %@ 노드를 확장합니다.
pt_br: Expanda o nó de %@
ru: Разверните узел %@.
th: ขยายโหนดของ %@
tr: %@ düğümünü genişletin
vi: Mở rộng nút của %@
zh_hant: 展開 %@ 的節點

source: 已交给 %@ 导入
ar: سلمت إلى %@ استيراد
de: Übergeben an %@ Import
en: Handed to %@ Import
es: Entregado a %@ Importar
fr: Remis à %@ Importer
id: Diserahkan ke %@ Impor
ja: %@ 輸入者に渡されました
ko: %@ 가져오기에 전달됨
pt_br: Entregue a %@ Importação
ru: Передано %@ Импорт.
th: ส่งมอบให้กับ %@ นำเข้าแล้ว
tr: %@ İçe Aktarma'ya verildi
vi: Đã giao cho %@ Nhập khẩu
zh_hant: 已交給 %@ 導入

source: 已从 iCloud 取回配置
ar: تم جلب الإعداد من iCloud
de: Konfiguration aus iCloud geholt
en: Configuration fetched from iCloud
es: Configuración recuperada de iCloud
fr: Configuration récupérée depuis iCloud
id: Konfigurasi diambil dari iCloud
ja: iCloud から設定を取得しました
ko: iCloud에서 설정을 가져왔습니다
pt_br: Configuração obtida do iCloud
ru: Конфигурация получена из iCloud
th: ดึงไฟล์ตั้งค่าจาก iCloud แล้ว
tr: Yapılandırma iCloud'dan alındı
vi: Đã lấy cấu hình từ iCloud
zh_hant: 已從 iCloud 取回設定

source: 已关闭 iCloud 同步
ar: تم إيقاف مزامنة iCloud
de: iCloud-Synchronisierung ausgeschaltet
en: iCloud sync turned off
es: Sincronización con iCloud desactivada
fr: Synchronisation iCloud désactivée
id: Sinkronisasi iCloud dimatikan
ja: iCloud 同期をオフにしました
ko: iCloud 동기화를 껐습니다
pt_br: Sincronização com iCloud desativada
ru: Синхронизация с iCloud отключена
th: ปิดการซิงก์ iCloud แล้ว
tr: iCloud eşitleme kapatıldı
vi: Đã tắt đồng bộ iCloud
zh_hant: 已關閉 iCloud 同步

source: 已删除 iCloud 上的副本
ar: تم حذف النسخة من iCloud
de: Kopie in iCloud gelöscht
en: Copy in iCloud deleted
es: Copia en iCloud eliminada
fr: Copie dans iCloud supprimée
id: Salinan di iCloud dihapus
ja: iCloud 上のコピーを削除しました
ko: iCloud의 사본을 삭제했습니다
pt_br: Cópia no iCloud apagada
ru: Копия в iCloud удалена
th: ลบสำเนาใน iCloud แล้ว
tr: iCloud'daki kopya silindi
vi: Đã xoá bản sao trên iCloud
zh_hant: 已刪除 iCloud 上的副本

source: 已同步到 iCloud
ar: تمت المزامنة مع iCloud
de: Mit iCloud synchronisiert
en: Synced to iCloud
es: Sincronizado con iCloud
fr: Synchronisé avec iCloud
id: Tersinkron ke iCloud
ja: iCloud に同期しました
ko: iCloud에 동기화했습니다
pt_br: Sincronizado com o iCloud
ru: Синхронизировано с iCloud
th: ซิงก์ไปยัง iCloud แล้ว
tr: iCloud'a eşitlendi
vi: Đã đồng bộ lên iCloud

source: 已启用
ar: مفعّلة
de: Aktiv
en: Enabled
es: Activas
fr: Actifs
id: Aktif
ja: 有効
ko: 활성
pt_br: Ativas
ru: Активные
th: เปิดใช้
tr: Etkin
vi: Đang bật
zh_hant: 已啟用

# 已启用 %lld / %lld
source: 已启用 %1$lld / %2$lld
ar: ممكّن %1$lld / %2$lld
de: Aktiviert %1$lld / %2$lld
en: Enabled %1$lld / %2$lld
es: Habilitado %1$lld / %2$lld
fr: Activé %1$lld / %2$lld
id: Diaktifkan %1$lld / %2$lld
ja: 有効 %1$lld / %2$lld
ko: 활성화됨 %1$lld / %2$lld
pt_br: Habilitado %1$lld / %2$lld
ru: Включено %1$lld / %2$lld
th: เปิดใช้งาน %1$lld / %2$lld
tr: Etkin %1$lld / %2$lld
vi: Đã bật %1$lld / %2$lld
zh_hant: 已啟用 %1$lld / %2$lld

source: 已复制
ar: منقول
de: Kopiert
en: Copied
es: Copiado
fr: Copié
id: Disalin
ja: コピーされました
ko: 복사됨
pt_br: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
vi: Đã sao chép
zh_hant: 已複製

source: 已安排 %lld 个续费提醒
ar: %lld تمت جدولة تذكيرات التجديد
de: %lld Verlängerungserinnerungen wurden geplant
en: %lld renewal reminders have been scheduled
es: %lld se han programado recordatorios de renovación
fr: %lld des rappels de renouvellement ont été programmés
id: %lld pengingat pembaruan telah dijadwalkan
ja: %lld 更新リマインダーがスケジュールされています
ko: %lld 갱신 알림이 예약되었습니다
pt_br: %lld lembretes de renovação foram agendados
ru: %lld запланированы напоминания о продлении
th: %lld ตั้งเวลาเตือนการต่ออายุแล้ว
tr: %lld yenileme hatırlatmaları planlandı
vi: %lld lời nhắc gia hạn đã được lên lịch
zh_hant: 已安排 %lld 個續費提醒

source: 已导入
ar: مستورد
de: Importiert
en: Imported
es: Importado
fr: Importé
id: Diimpor
ja: 輸入品
ko: 수입됨
pt_br: Importado
ru: Импортировано
th: นำเข้า
tr: İthal
vi: Đã nhập
zh_hant: 已導入

source: 已导入 %lld 个策略组
ar: %lld تم استيراد مجموعات السياسات
de: %lld Richtliniengruppen wurden importiert
en: %lld policy groups have been imported
es: %lld Se han importado grupos de políticas.
fr: Les groupes de stratégies %lld ont été importés
id: %lld grup kebijakan telah diimpor
ja: %lld ポリシー グループがインポートされました
ko: %lld 정책 그룹을 가져왔습니다.
pt_br: %lld grupos de políticas foram importados
ru: %lld группы политик были импортированы.
th: นำเข้ากลุ่มนโยบาย %lld แล้ว
tr: %lld politika grupları içe aktarıldı
vi: %lld nhóm chính sách đã được nhập
zh_hant: 已匯入 %lld 個策略群組

# 已导入 %lld 个策略组，%lld 个规则列表下载失败
source: 已导入 %1$lld 个策略组，%2$lld 个规则列表下载失败
ar: تم استيراد مجموعات السياسات %1$lld، فشل تنزيل قوائم القواعد %2$lld
de: %1$lld Richtliniengruppen wurden importiert, %2$lld Regellisten konnten nicht heruntergeladen werden
en: %1$lld policy groups have been imported, %2$lld rule lists failed to download
es: %1$lld se importaron grupos de políticas, %2$lld no se pudieron descargar las listas de reglas
fr: Les groupes de stratégies %1$lld ont été importés, les listes de règles %2$lld n'ont pas pu être téléchargées
id: %1$lld grup kebijakan telah diimpor, %2$lld daftar aturan gagal diunduh
ja: %1$lld ポリシー グループはインポートされましたが、%2$lld ルール リストのダウンロードに失敗しました
ko: %1$lld 정책 그룹을 가져왔으며, %2$lld 규칙 목록을 다운로드하지 못했습니다.
pt_br: %1$lld grupos de políticas foram importados, %2$lld listas de regras não foram baixadas
ru: Группы политик %1$lld были импортированы, списки правил %2$lld не удалось загрузить.
th: %1$lld นำเข้ากลุ่มนโยบายแล้ว ดาวน์โหลดรายการกฎ %2$lld ไม่สำเร็จ
tr: %1$lld Politika grupları içe aktarıldı, %2$lld kural listeleri indirilemedi
vi: %1$lld nhóm chính sách đã được nhập, %2$lld danh sách quy tắc không tải xuống được
zh_hant: 已匯入 %1$lld 個策略群組，%2$lld 個規則清單下載失敗

source: 已开启
ar: مفعّل
de: Aktiviert
en: On
es: Activado
fr: Activé
id: Aktif
ja: オン
ko: 켜짐
pt_br: Ativado
ru: Включено
th: เปิดอยู่
tr: Açık
vi: Đang bật
zh_hant: 已開啟

source: 已开启，检测到到期时间后会提醒
ar: تم التفعيل، سيتم تذكيرك عند اكتشاف وقت انتهاء الصلاحية
de: Wenn diese Option aktiviert ist, werden Sie daran erinnert, wenn die Ablaufzeit erkannt wird
en: Enabled, you will be reminded when the expiration time is detected
es: Habilitado, se le recordará cuando se detecte el tiempo de vencimiento
fr: Activé, vous serez rappelé lorsque le délai d'expiration est détecté
id: Diaktifkan, Anda akan diingatkan ketika waktu kedaluwarsa terdeteksi
ja: 有効にすると、有効期限が検出されたときに通知されます。
ko: 활성화하면 만료 시간이 감지되면 알림이 표시됩니다.
pt_br: Ativado, você será lembrado quando o tempo de expiração for detectado
ru: Включено, вы получите напоминание, когда будет обнаружено время истечения срока действия.
th: เปิดใช้งาน คุณจะได้รับการแจ้งเตือนเมื่อตรวจพบเวลาหมดอายุ
tr: Etkinleştirildi, sona erme süresi tespit edildiğinde size hatırlatılacak
vi: Đã bật, bạn sẽ được nhắc khi phát hiện thời gian hết hạn
zh_hant: 已開啟，偵測到到期時間後會提醒

source: 已恢复初始规则
ar: تمت استعادة القواعد الأصلية
de: Ursprüngliche Regeln wiederhergestellt
en: Initial rules restored
es: Reglas iniciales restauradas
fr: Règles initiales restaurées
id: Aturan awal dipulihkan
ja: 初期ルールを復元しました
ko: 초기 규칙이 복원됨
pt_br: Regras iniciais restauradas
ru: Исходные правила восстановлены
th: กู้คืนกฎเริ่มต้นแล้ว
tr: İlk kurallar geri yüklendi
vi: Đã khôi phục quy tắc ban đầu
zh_hant: 已恢復初始規則

source: 已更新
ar: محدث
de: aktualisiert
en: updated
es: actualizado
fr: mis à jour
id: diperbarui
ja: 更新されました
ko: 업데이트됨
pt_br: atualizado
ru: обновлено
th: ปรับปรุงแล้ว
tr: güncellendi
vi: đã cập nhật

source: 已添加
ar: تمت الإضافة
de: Hinzugefügt
en: Added
es: Añadido
fr: Ajouté
id: Ditambahkan
ja: 追加されました
ko: 추가됨
pt_br: Adicionado
ru: Добавлено
th: เพิ่มแล้ว
tr: Eklendi
vi: Đã thêm
zh_hant: 已新增

source: 已添加 %lld 个订阅，共
ar: %lld تم إضافة الاشتراكات إجمالاً
de: %lld hinzugefügte Abonnements, insgesamt
en: %lld subscriptions added, total
es: %lld suscripciones agregadas, total
fr: %lld abonnements ajoutés, total
id: %lld langganan ditambahkan, total
ja: %lld サブスクリプションが追加されました、合計
ko: %lld 구독 추가됨, 총계
pt_br: %lld assinaturas adicionadas, total
ru: Всего добавлено подписок %lld
th: %lld เพิ่มการสมัครสมาชิกแล้ว รวมทั้งหมด
tr: %lld abonelikler eklendi, toplam
vi: %lld số lượt đăng ký đã được thêm, tổng cộng
zh_hant: 已新增 %lld 筆訂閱，共

source: 已添加“%@”到当前规则
ar: تمت إضافة «%@» إلى القواعد الحالية
de: „%@“ wurde zu den aktuellen Regeln hinzugefügt
en: Added “%@” to Current Rules
es: Se añadió «%@» a las reglas actuales
fr: « %@ » a été ajouté aux règles actuelles
id: “%@” ditambahkan ke aturan saat ini
ja: 「%@」を現在のルールに追加しました
ko: ‘%@’을(를) 현재 규칙에 추가했습니다
pt_br: “%@” foi adicionado às regras atuais
ru: «%@» добавлено в текущие правила
th: เพิ่ม “%@” ไปยังกฎปัจจุบันแล้ว
tr: “%@” mevcut kurallara eklendi
vi: Đã thêm “%@” vào quy tắc hiện tại
zh_hant: 已將「%@」加入目前規則

source: 已添加规则
ar: Added Rules
de: Added Rules
en: Added Rules
es: Added Rules
fr: Added Rules
id: Added Rules
ja: Added Rules
ko: Added Rules
pt_br: Added Rules
ru: Added Rules
th: Added Rules
tr: Added Rules
vi: Added Rules
zh_hant: 已加入規則

# 已用 %@ / %@
source: 已用 %1$@ / %2$@
ar: مستعمل %1$@ / %2$@
de: Gebraucht %1$@ / %2$@
en: Used %1$@ / %2$@
es: Usado %1$@ / %2$@
fr: Occasion %1$@ / %2$@
id: Digunakan %1$@ / %2$@
ja: 中古 %1$@ / %2$@
ko: 중고 %1$@ / %2$@
pt_br: Usado %1$@ / %2$@
ru: Б/у %1$@ / %2$@
th: ใช้แล้ว %1$@ / %2$@
tr: Kullanılmış %1$@ / %2$@
vi: Đã sử dụng %1$@ / %2$@

source: 已经存在同名规则。
ar: توجد قاعدة بالاسم نفسه بالفعل.
de: Es gibt bereits eine Regel mit diesem Namen.
en: A rule with that name already exists.
es: Ya existe una regla con ese nombre.
fr: Une règle portant ce nom existe déjà.
id: Aturan dengan nama itu sudah ada.
ja: 同じ名前のルールがすでに存在します。
ko: 같은 이름의 규칙이 이미 있습니다.
pt_br: Já existe uma regra com esse nome.
ru: Правило с таким именем уже существует.
th: มีกฎชื่อนี้อยู่แล้ว
tr: Bu ada sahip bir kural zaten var.
vi: Đã có quy tắc trùng tên.
zh_hant: 已經存在同名規則。

source: 已识别
ar: معترف بها
de: Anerkannt
en: Recognized
es: Reconocido
fr: Reconnu
id: Diakui
ja: 認識されました
ko: 인식됨
pt_br: Reconhecido
ru: Признанный
th: ได้รับการยอมรับ
tr: Tanındı
vi: Được công nhận
zh_hant: 已識別

source: 已识别 %lld 个节点
ar: تم تحديد العقد %lld
de: %lld Knoten identifiziert
en: %lld nodes identified
es: %lld nodos identificados
fr: %lld nœuds identifiés
id: %lld node teridentifikasi
ja: %lld ノードが特定されました
ko: %lld 노드 식별됨
pt_br: %lld nós identificados
ru: Обнаружены узлы %lld
th: ระบุโหนด %lld
tr: %lld düğümler tanımlandı
vi: Đã xác định được các nút %lld
zh_hant: 已識別 %lld 個節點

source: 已识别 %lld 个订阅链接
ar: %lld تم تحديد روابط الاشتراك
de: %lld Abonnement-Links identifiziert
en: %lld subscription links identified
es: %lld enlaces de suscripción identificados
fr: %lld liens d'abonnement identifiés
id: %lld tautan berlangganan teridentifikasi
ja: %lld サブスクリプション リンクが特定されました
ko: %lld 구독 링크 확인됨
pt_br: %lld links de assinatura identificados
ru: Обнаружены ссылки на подписку %lld
th: %lld ระบุลิงก์การสมัครแล้ว
tr: %lld abonelik bağlantıları belirlendi
vi: Đã xác định được liên kết đăng ký %lld
zh_hant: 已識別 %lld 個訂閱鏈接

source: 已识别为 %@ 节点
ar: تم تحديدها على أنها العقدة %@
de: Identifiziert als Knoten %@
en: Identified as node %@
es: Identificado como nodo %@
fr: Identifié comme nœud %@
id: Diidentifikasi sebagai simpul %@
ja: ノード %@ として識別されました
ko: 노드 %@로 식별됨
pt_br: Identificado como nó %@
ru: Идентифицирован как узел %@
th: ระบุว่าเป็นโหนด %@
tr: %@ düğümü olarak tanımlandı
vi: Được xác định là nút %@
zh_hant: 已識別為 %@ 節點

source: 已识别为订阅链接
ar: تم التعرف عليه كرابط اشتراك
de: Wird als Abonnementlink erkannt
en: Recognized as a subscription link
es: Reconocido como enlace de suscripción
fr: Reconnu comme lien d'abonnement
id: Diakui sebagai tautan berlangganan
ja: サブスクリプションリンクとして認識される
ko: 구독링크로 인식됩니다
pt_br: Reconhecido como um link de assinatura
ru: Распознается как ссылка на подписку
th: ถือเป็นลิงค์สมัครสมาชิก
tr: Abonelik bağlantısı olarak tanınır
vi: Được công nhận là liên kết đăng ký
zh_hant: 已識別為訂閱鏈接

source: 已跳过
ar: تم تخطيه
de: übersprungen
en: skipped
es: saltado
fr: ignoré
id: dilewati
ja: スキップしました
ko: 건너뛰었습니다
pt_br: ignorado
ru: пропущен
th: ข้ามไป
tr: atlandı
vi: bỏ qua
zh_hant: 已跳過

source: 已选
ar: محدد
de: Ausgewählt
en: Selected
es: Seleccionado
fr: Sélectionné
id: Dipilih
ja: 選択中
ko: 선택됨
pt_br: Selecionado
ru: Выбрано
th: เลือกแล้ว
tr: Seçili
vi: Đã chọn
zh_hant: 已選

source: 已选择
ar: مختارة
de: Ausgewählt
en: Selected
es: Seleccionado
fr: Sélectionné
id: Dipilih
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
ru: Выбрано
th: เลือกแล้ว
tr: Seçildi
vi: Đã chọn
zh_hant: 已選擇

source: 带宽与混淆
ar: النطاق الترددي والتعمية
de: Bandbreite und Obfuskation
en: Bandwidth and obfuscation
es: Ancho de banda y ofuscación
fr: Bande passante et obfuscation
id: Bandwidth dan obfuskasi
ja: 帯域と難読化
ko: 대역폭 및 난독화
pt_br: Largura de banda e ofuscação
ru: Пропускная способность и обфускация
th: แบนด์วิดท์และการพรางข้อมูล
tr: Bant genişliği ve gizleme
vi: Băng thông và làm rối
zh_hant: 頻寬與混淆

source: 广告拦截
ar: حظر الإعلانات
de: Werbeblocker
en: ad blocking
es: bloqueo de anuncios
fr: blocage des publicités
id: pemblokiran iklan
ja: 広告ブロック
ko: 광고 차단
pt_br: bloqueio de anúncios
ru: блокировка рекламы
th: การปิดกั้นโฆษณา
tr: reklam engelleme
vi: chặn quảng cáo
zh_hant: 廣告攔截

source: 延迟优选
ar: تأخير التحسين
de: Verzögerungsoptimierung
en: delay optimization
es: optimización del retraso
fr: optimisation des délais
id: optimasi penundaan
ja: 遅延の最適化
ko: 지연 최적화
pt_br: otimização de atraso
ru: оптимизация задержки
th: การเพิ่มประสิทธิภาพความล่าช้า
tr: gecikme optimizasyonu
vi: tối ưu hóa độ trễ
zh_hant: 延遲優選

source: 开启
ar: تفعيل
de: Aktivieren
en: Turn On
es: Activar
fr: Activer
id: Aktifkan
ja: オンにする
ko: 켜기
pt_br: Ativar
ru: Включить
th: เปิด
tr: Aç
vi: Bật
zh_hant: 開啟

source: 开启 iCloud 同步？
ar: تفعيل مزامنة iCloud؟
de: iCloud-Synchronisierung aktivieren?
en: Turn on iCloud sync?
es: ¿Activar la sincronización con iCloud?
fr: Activer la synchronisation iCloud ?
id: Aktifkan sinkronisasi iCloud?
ja: iCloud 同期をオンにしますか？
ko: iCloud 동기화를 켤까요?
pt_br: Ativar a sincronização com o iCloud?
ru: Включить синхронизацию с iCloud?
th: เปิดการซิงก์ iCloud ไหม
tr: iCloud eşitleme açılsın mı?
vi: Bật đồng bộ iCloud?
zh_hant: 開啟 iCloud 同步？

source: 开启后，订阅地址和节点密码会存进您的 iCloud 账户。两台设备都改过时，以最后保存的那份为准。
ar: بعد التفعيل تُحفظ روابط الاشتراك وكلمات مرور العقد في حساب iCloud الخاص بك. وإذا عُدِّلت على جهازين، تُعتمد النسخة المحفوظة أخيرًا.
de: Nach dem Aktivieren liegen Abo-Links und Knoten-Passwörter in deinem iCloud-Konto. Haben beide Geräte etwas geändert, gilt die zuletzt gespeicherte Fassung.
en: Once on, subscription URLs and node passwords are kept in your iCloud account. If both devices were edited, the copy saved last wins.
es: Al activarlo, los enlaces de suscripción y las contraseñas de nodos se guardan en tu cuenta de iCloud. Si ambos dispositivos se editaron, gana la copia guardada en último lugar.
fr: Une fois activé, les liens d'abonnement et les mots de passe de nœuds sont conservés dans votre compte iCloud. Si les deux appareils ont été modifiés, la copie enregistrée en dernier l'emporte.
id: Setelah aktif, tautan langganan dan kata sandi node disimpan di akun iCloud Anda. Jika kedua perangkat sama-sama diubah, salinan yang disimpan terakhir yang dipakai.
ja: オンにすると、購読リンクとノードのパスワードがあなたの iCloud アカウントに保存されます。両方の端末で変更した場合は、最後に保存された方が採用されます。
ko: 켜면 구독 주소와 노드 비밀번호가 사용자의 iCloud 계정에 저장됩니다. 두 기기 모두 수정했다면 마지막에 저장된 쪽이 적용됩니다.
pt_br: Depois de ativar, os links de assinatura e as senhas dos nós ficam na sua conta do iCloud. Se os dois dispositivos foram editados, vale a cópia salva por último.
ru: После включения ссылки подписок и пароли узлов хранятся в вашем аккаунте iCloud. Если правки были на обоих устройствах, побеждает сохранённая позже.
th: เมื่อเปิดแล้ว ลิงก์การสมัครและรหัสผ่านโหนดจะถูกเก็บในบัญชี iCloud ของคุณ หากแก้ไขทั้งสองเครื่อง จะยึดตามชุดที่บันทึกล่าสุด
tr: Açtığınızda abonelik bağlantıları ve düğüm parolaları iCloud hesabınızda tutulur. İki cihazda da değişiklik yapıldıysa en son kaydedilen geçerli olur.
vi: Sau khi bật, liên kết đăng ký và mật khẩu các nút được lưu trong tài khoản iCloud của bạn. Nếu cả hai máy đều sửa, bản lưu sau cùng sẽ thắng.
zh_hant: 開啟後，訂閱網址和節點密碼會存進您的 iCloud 帳戶。兩台裝置都改過時，以最後儲存的那份為準。

source: 开启后隐藏流量、到期、官网和客服等信息节点。
ar: بعد تشغيله، يتم إخفاء عقد المعلومات مثل حركة المرور وانتهاء الصلاحية والموقع الرسمي وخدمة العملاء.
de: Nach dem Einschalten werden Informationsknoten wie Verkehr, Ablauf, offizielle Website und Kundenservice ausgeblendet.
en: Hide quota, expiry, website, and support entries when enabled.
es: Después de activarlo, se ocultan nodos de información como tráfico, vencimiento, sitio web oficial y servicio al cliente.
fr: Après l'avoir activé, les nœuds d'informations tels que le trafic, l'expiration, le site officiel et le service client sont masqués.
id: Setelah diaktifkan, node informasi seperti lalu lintas, kedaluwarsa, situs web resmi, dan layanan pelanggan disembunyikan.
ja: オンにすると、トラフィック、有効期限、公式 Web サイト、カスタマー サービスなどの情報ノードが非表示になります。
ko: 켜면 트래픽, 만료, 공식 웹 사이트, 고객 서비스와 같은 정보 노드가 숨겨집니다.
pt_br: Depois de ativá-lo, nós de informações como tráfego, expiração, site oficial e atendimento ao cliente ficam ocultos.
ru: После его включения скрываются такие информационные узлы, как трафик, срок действия, официальный сайт и служба поддержки клиентов.
th: หลังจากเปิดใช้งานแล้ว โหนดข้อมูล เช่น การจราจร การหมดอายุ เว็บไซต์อย่างเป็นทางการ และการบริการลูกค้า จะถูกซ่อนไว้
tr: Açıldıktan sonra trafik, son kullanma tarihi, resmi web sitesi ve müşteri hizmetleri gibi bilgi düğümleri gizlenir.
vi: Sau khi bật nó, các nút thông tin như lưu lượng truy cập, hết hạn, trang web chính thức và dịch vụ khách hàng sẽ bị ẩn.
zh_hant: 開啟後隱藏流量、到期、官網和客服等資訊節點。

source: 开启局域网订阅
ar: تمكين الاشتراك في الشبكة المحلية
de: LAN-Abonnement aktivieren
en: Enable LAN subscription
es: Habilitar suscripción LAN
fr: Activer l'abonnement LAN
id: Aktifkan langganan LAN
ja: LAN サブスクリプションを有効にする
ko: LAN 구독 활성화
pt_br: Habilitar assinatura de LAN
ru: Включить подписку на локальную сеть
th: เปิดใช้งานการสมัครสมาชิก LAN
tr: LAN aboneliğini etkinleştir
vi: Kích hoạt đăng ký mạng LAN
zh_hant: 開啟區域網路訂閱

source: 开启服务，优先复制“自动识别客户端”链接。
ar: ابدأ الخدمة وانسخ رابط "تحديد العميل تلقائيًا" أولاً.
de: Starten Sie den Dienst und kopieren Sie zunächst den Link „Client automatisch identifizieren“.
en: Start the service and copy the "Automatically identify client" link first.
es: Inicie el servicio y copie primero el enlace "Identificar cliente automáticamente".
fr: Démarrez le service et copiez d'abord le lien « Identifier automatiquement le client ».
id: Mulai layanan dan salin tautan "Identifikasi klien secara otomatis" terlebih dahulu.
ja: サービスを開始し、最初に「クライアントを自動的に識別する」リンクをコピーします。
ko: 서비스를 시작하고 먼저 "클라이언트 자동 식별" 링크를 복사하세요.
pt_br: Inicie o serviço e copie primeiro o link "Identificar cliente automaticamente".
ru: Запустите службу и сначала скопируйте ссылку «Автоматически идентифицировать клиента».
th: เริ่มบริการและคัดลอกลิงก์ "ระบุไคลเอ็นต์โดยอัตโนมัติ" ก่อน
tr: Hizmeti başlatın ve önce "İstemciyi otomatik olarak tanımla" bağlantısını kopyalayın.
vi: Khởi động dịch vụ và sao chép liên kết "Tự động xác định ứng dụng khách" trước.
zh_hant: 開啟服務，優先複製「自動識別客戶端」連結。

source: 开始使用
ar: لنبدأ
de: Los geht’s
en: Get Started
es: Empezar
fr: Commencer
id: Mulai
ja: はじめる
ko: 시작하기
pt_br: Começar
ru: Начать
th: เริ่มใช้งาน
tr: Başla
vi: Bắt đầu
zh_hant: 開始使用

source: 当前使用
ar: قيد الاستخدام حاليا
de: derzeit im Einsatz
en: currently in use
es: actualmente en uso
fr: actuellement utilisé
id: sedang digunakan
ja: 現在使用中
ko: 현재 사용 중
pt_br: atualmente em uso
ru: в настоящее время используется
th: ที่ใช้งานอยู่ในปัจจุบัน
tr: şu anda kullanımda
vi: hiện đang được sử dụng
zh_hant: 目前使用

source: 当前机场没有提供可提前一天安排的到期时间；下次更新订阅后会自动检测。
ar: لا يوفّر مزوّد الخدمة الحالي تاريخ انتهاء يمكن استخدامه للتنبيه قبل يوم. سيكتشفه التطبيق تلقائيًا بعد تحديث الاشتراك التالي.
de: Der aktuelle Anbieter meldet kein Ablaufdatum, daher kann keine Erinnerung für den Vortag geplant werden. Nach der nächsten Aktualisierung prüft Tower erneut.
en: The current provider does not report an expiration date, so a one-day reminder cannot be scheduled. Tower will check again after the next subscription update.
es: El proveedor actual no indica una fecha de vencimiento, por lo que no se puede programar un aviso con un día de antelación. Tower volverá a comprobarlo tras la próxima actualización.
fr: Le fournisseur actuel n’indique aucune date d’expiration ; il est donc impossible de programmer un rappel la veille. Tower vérifiera de nouveau après la prochaine mise à jour.
id: Penyedia saat ini tidak memberikan tanggal kedaluwarsa, sehingga pengingat satu hari sebelumnya tidak dapat dijadwalkan. Tower akan memeriksanya lagi setelah pembaruan berikutnya.
ja: 現在のプロバイダーは有効期限を返していないため、前日の通知を設定できません。次回のサブスクリプション更新後にTowerが再確認します。
ko: 현재 제공업체가 만료일을 제공하지 않아 하루 전 알림을 예약할 수 없습니다. 다음 구독 업데이트 후 Tower가 다시 확인합니다.
pt_br: O provedor atual não informa uma data de vencimento, então não é possível agendar um aviso com um dia de antecedência. O Tower verificará novamente após a próxima atualização.
ru: Текущий провайдер не сообщает дату окончания, поэтому напоминание за день запланировать нельзя. Tower проверит снова после следующего обновления подписки.
th: ผู้ให้บริการปัจจุบันไม่แจ้งวันหมดอายุ จึงตั้งการเตือนล่วงหน้าหนึ่งวันไม่ได้ Tower จะตรวจสอบอีกครั้งหลังอัปเดตการสมัครสมาชิกครั้งถัดไป
tr: Mevcut sağlayıcı bir son kullanma tarihi bildirmediğinden bir gün öncesi için hatırlatıcı ayarlanamıyor. Tower bir sonraki abonelik güncellemesinden sonra yeniden denetler.
vi: Nhà cung cấp hiện tại không trả về ngày hết hạn nên không thể đặt lời nhắc trước một ngày. Tower sẽ kiểm tra lại sau lần cập nhật đăng ký tiếp theo.
zh_hant: 目前機場沒有提供可提前一天安排的到期時間；下次更新訂閱後會自動偵測。

source: 当前规则
ar: القواعد الحالية
de: Aktuelle Regeln
en: Current Rules
es: Reglas actuales
fr: Règles actuelles
id: Aturan Saat Ini
ja: 現在のルール
ko: 현재 규칙
pt_br: Regras atuais
ru: Текущие правила
th: กฎปัจจุบัน
tr: Geçerli Kurallar
vi: Quy tắc hiện tại
zh_hant: 目前規則

source: 待测试
ar: ليتم اختبارها
de: Zu testen
en: To be tested
es: para ser probado
fr: A tester
id: Untuk diuji
ja: テストされる
ko: 테스트 예정
pt_br: Para ser testado
ru: Для тестирования
th: ที่จะทดสอบ
tr: Test edilecek
vi: Để được thử nghiệm
zh_hant: 待測試

source: 微软服务
ar: خدمات مايكروسوفت
de: Microsoft-Dienste
en: microsoft services
es: servicios de microsoft
fr: services Microsoft
id: layanan Microsoft
ja: マイクロソフトのサービス
ko: 마이크로소프트 서비스
pt_br: serviços microsoft
ru: службы Майкрософт
th: บริการของไมโครซอฟต์
tr: microsoft hizmetleri
vi: dịch vụ của microsoft
zh_hant: 微軟服務

source: 怎么使用
ar: كيفية الاستخدام
de: Wie zu verwenden
en: How to use
es: como usar
fr: Comment utiliser
id: Cara menggunakan
ja: 使用方法
ko: 사용방법
pt_br: Como usar
ru: Как использовать
th: วิธีใช้
tr: Nasıl kullanılır
vi: Cách sử dụng
zh_hant: 怎麼使用

source: 总流量
ar: إجمالي البيانات
de: Gesamt
en: Total
es: Datos totales
fr: Données totales
id: Total data
ja: 総通信量
ko: 총 데이터
pt_br: Dados totais
ru: Всего трафика
th: ข้อมูลทั้งหมด
tr: Toplam veri
vi: Tổng dung lượng
zh_hant: 總流量

source: 恢复为刚导入或内置时的状态
ar: استعادة الملف إلى حالته عند الاستيراد أو التثبيت
de: Auf den importierten oder integrierten Zustand zurücksetzen
en: Restore the profile to its imported or built-in state
es: Restaurar el perfil a su estado importado o integrado
fr: Restaurer le profil à son état importé ou intégré
id: Pulihkan profil ke kondisi saat diimpor atau bawaan
ja: インポート時または内蔵の状態に復元
ko: 가져오거나 내장된 초기 상태로 복원
pt_br: Restaurar o perfil ao estado importado ou integrado
ru: Вернуть профиль к импортированному или встроенному состоянию
th: กู้คืนโปรไฟล์เป็นสถานะตอนนำเข้าหรือค่าเริ่มต้น
tr: Profili içe aktarılan veya yerleşik durumuna geri yükle
vi: Khôi phục cấu hình về trạng thái đã nhập hoặc tích hợp
zh_hant: 恢復為剛匯入或內建時的狀態
